{
  "common": {
    "i_accept": "我接受"
  },
  "warning": {
    "confidentiality_agreement": {
      "title": "保密協議",
      "subtitle": "廷豐金融科技股份有限公司（下稱「本公司」） - 保密協議：",
      "content_1": "為維護【廷豐金融科技股份有限公司】（下稱「本公司」）及合作夥伴之權益，使用者（下稱「您」）同意如下：",
      "content_2": "機密資訊定義：指您因存取本網站/服務而取得之未公開資訊，包括但不限於：技術或產品文件、系統架構、原始碼或程式片段、設計稿、後台介面與配置、測試資料、API 規格與金鑰、報價與商業計畫、使用/流量/效能數據、以及任何標示為機密或依合理判斷應視為機密之資訊（含您基於前述資訊所產生之筆記、摘要、分析或衍生資料）（以下合稱「機密資訊」）。以下不屬機密資訊： (a) 您於取得前已合法持有且無保密義務者；(b) 非因您之過失而已成為公開者；(c) 自第三人合法取得且不負保密義務者；(d) 您可書面證明係獨立開發且未利用機密資訊取得者。",
      "content_3": "允許用途與禁止行為：不得為任何其他目的使用或讓與。未經本公司事前書面同意，您不得揭露、散布、公開、重製、截圖或轉傳機密資訊，亦不得進行擷取、自動化爬蟲、鏡像、批次下載、逆向工程/反編譯/還原程式碼等行為。",
      "content_4": "保護標準：您應對機密資訊採取合理之保護措施，且不得低於您對自身同等機密所採取之保護程度。",
      "content_5": "法定揭露：若因法令或法院/主管機關命令須揭露，您應在法律許可範圍內即時通知本公司並僅揭露必要部分。",
      "content_6": "權利不授與：本協議不構成對任何智慧財產權之授權、許可或讓與，機密資訊之所有權與相關權利均屬本公司或其權利人。",
      "content_7": "準據法與管轄：本協議以中華民國（臺灣）法為準據法，並以臺灣臺北地方法院為第一審管轄法院。",
      "content_8": "其他：本協議與本網站使用條款共同構成完整合意；任一條款無效不影響其餘效力；未經本公司書面同意您不得轉讓或移轉本協議下之權利義務。"
    },
    "disclaimer": {
      "title": "免責聲明",
      "subtitle": "廷豐金融科技股份有限公司（下稱「本公司」） - 免責聲明：",
      "content_1": "在使用本公司網站前，請仔細閱讀本使用條款及條件。條款和條件適用於本公司網站的所有頁面，無論這些條款和條件是否出現在每個單獨的頁面上。",
      "content_2": "當您使用本公司網站時，即表示您已閱讀、理解並同意受這些使用條款和條件的約束，不受限制、修改或限制。",
      "content_3": "如果您不同意這些使用條款和條件，您可能無法訪問或使用本公司網站。本公司保留隨時酌情更改、修改、添加或刪除部分條款的權利。",
      "content_4": "在我們對這些使用條款和條件作出更改後使用我們的網站，即表示您同意受經修訂的這些條款的約束。",
      "content_5": "本公司所提供之內容及資料僅作一般參考用途，該等內容及資料包括但不限於聲明、評論、意見、推薦，圖表影像，新聞及研究報告。",
      "content_6": "未經本公司之書面同意，均不得以任何方式及/或任何形式複製、複印、傳送、發放本公司所提供之內容及資料。",
      "content_7": "本公司所提供之內容及資料不應被視作要約、要約引誘、邀請、推薦購買或出售任何司法管轄區之任何有關證券、服務或產品。",
      "content_8": "本公司皆致力保證所提供內容及資料之準確性及可靠性，本公司均無作出明示或暗示的保證或承諾所載的資料在任何特定用途上均為及時、連續、準確或完整。",
      "content_9": "本公司在任何情況下均不會承擔因數據不準確、錯誤、延誤或遺漏而導致損失或造成破壞之責任(包括民事侵權行為責任、契約責任或任何其他責任)。",
      "content_10": "使用者作出任何投資決定時，應自行衡量風險，若使用者有任何疑問，應諮詢其他專業人士意見。",
      "content_11": "本公司不會對任何人士和/或協力廠商因使用任何本公司提供之資料或服務導致之任何直接、間接、相應、附帶利潤損失或機會損失承擔責任。"
    }
  },
  "dashboard": {
    "placeholder": "PDF 佔位符",
    "loading": "載入中…",
    "empty": "目前沒有簡報",
    "error": "載入簡報失敗",
    "prev_page": "上一頁",
    "next_page": "下一頁",
    "tab_daily": "每日晨報",
    "daily_title": "每日晨報",
    "daily_description": "廷豐AI晨報機器人每日自動生成，能及時抓取網上最實時全球信息，並透過 AI生成文字、圖片、表格、分析，內容涵蓋美國宏觀及全球債市、加密貨幣、外匯市場、美國股市、香港股市、大陸股市、台灣股市、期權市場等八大市場。核心團隊多年的專業知識與經驗積累，融合 AI 技術研發出獨有的指針與模型，有別於傳統的券商報告，更具備準確判斷市場的依據。",
    "tab_weekly": "策略雙週報",
    "weekly_title": "AI 投資策略雙週報",
    "weekly_description": "廷豐獨家研發AI投資策略已獲得多項專利認證，策略研發的核心理念為：承擔可認知的風險範圍，達成可預期的目標報酬，打造絕對報酬的避險對沖策略。策略引擎範圍涵蓋：AITPF智能拐點捕捉系列、趨勢追蹤系列、債券避險系列、市場中立系列、股票多空、高頻套利系列。",
    "tab_research": "專題報告",
    "research_title": "專題報告",
    "research_description": "廷豐金融科技以專業視角，深入剖析金融市場，持續提出獨到見解。我們結合產業經驗與創新科技，為客戶帶來具價值的市場洞察。本專題報告區將分享我們對金融市場的觀察與分析，助您掌握先機",
    "tab_ai_news": "AI 重訊",
    "ai_news_title": "AI 重訊",
    "ai_news_description": "隨著人工智慧在各個領域中扮演越來越重要的角色，掌握其動態變得至關重要。廷豐金融科技將每日為您提供AI重訊報告，幫助您掌握人工智慧的最新趨勢與突破，助您在這個數位時代中保持領先。"
  },
  "customer": {
    "background_alt": "背景"
  },
  "login": {
    "welcome": "歡迎",
    "login_title": "廷豐報告機器人",
    "account_label": "帳號",
    "password_label": "密碼",
    "sign_in": "登入",
    "signing_in": "登入中…",
    "logged_in_success": "登入成功",
    "invalid_credentials": "帳號或密碼錯誤",
    "account_required": "請輸入帳號",
    "password_min": "密碼至少需 6 碼",
    "cuam": "滙添富"
  }
}
