{
  "common": {
    "i_accept": "我接受"
  },
  "warning": {
    "confidentiality_agreement": {
      "title": "保密协议",
      "subtitle": "廷丰金融科技股份有限公司（下称“本公司”） - 保密协议：",
      "content_1": "为维护【廷丰金融科技股份有限公司】（下称“本公司”）及合作伙伴之权益，使用者（下称“您”）同意如下：",
      "content_2": "机密信息定义：指您因存取本网站/服务而取得之未公开信息，包括但不限于：技术或产品文件、系统架构、源代码或代码片段、设计稿、后台界面与配置、测试数据、API 规格与密钥、报价与商业计划、使用/流量/性能数据、以及任何标示为机密或依合理判断应视为机密之信息（含您基于前述信息所产生之笔记、摘要、分析或衍生数据）（以下合称“机密信息”）。以下不属机密信息：(a) 您于取得前已合法持有且无法定保密义务者；(b) 非因您之过失而已成为公开者；(c) 自第三人合法取得且不负保密义务者；(d) 您可书面证明系独立开发且未利用机密信息取得者。",
      "content_3": "允许用途与禁止行为：不得为任何其他目的使用或让与。未经本公司事前书面同意，您不得揭露、散布、公开、复制、截图或转传机密信息，亦不得进行抓取、自动化爬虫、镜像、批量下载、逆向工程/反编译/还原代码等行为。",
      "content_4": "保护标准：您应对机密信息采取合理之保护措施，且不得低于您对自身同等机密所采取之保护程度。",
      "content_5": "法定披露：若因法令或法院/主管机关命令须披露，您应在法律许可范围内即时通知本公司并仅披露必要部分。",
      "content_6": "权利不授予：本协议不构成对任何知识产权之授权、许可或让与，机密信息之所有权与相关权利均属本公司或其权利人。",
      "content_7": "准据法与管辖：本协议以中华民国（台湾）法为准据法，并以台湾台北地方法院为第一审管辖法院。",
      "content_8": "其他：本协议与本网站使用条款共同构成完整合意；任一条款无效不影响其余效力；未经本公司书面同意您不得转让或移转本协议下之权利义务。"
    },
    "disclaimer": {
      "title": "免责声明",
      "subtitle": "廷丰金融科技股份有限公司（下称“本公司”） - 免责声明：",
      "content_1": "在使用本公司网站前，请仔细阅读本使用条款及条件。条款和条件适用于本公司网站的所有页面，无论这些条款和条件是否出现在每个单独的页面上。",
      "content_2": "当您使用本公司网站时，即表示您已阅读、理解并同意受这些使用条款和条件的约束，不受限制、修改或限制。",
      "content_3": "如果您不同意这些使用条款和条件，您可能无法访问或使用本公司网站。本公司保留随时酌情更改、修改、添加或删除部分条款的权利。",
      "content_4": "在我们对这些使用条款和条件作出更改后使用我们的网站，即表示您同意受经修订的这些条款的约束。",
      "content_5": "本公司所提供之内容及资料仅作一般参考用途，该等内容及资料包括但不限于声明、评论、意见、推荐，图表影像，新闻及研究报告。",
      "content_6": "未经本公司之书面同意，均不得以任何方式及/或任何形式复制、复印、传送、发放本公司所提供之内容及资料。",
      "content_7": "本公司所提供之内容及资料不应被视作要约、要约引诱、邀请、推荐购买或出售任何司法管辖区之任何有关证券、服务或产品。",
      "content_8": "本公司皆致力保证所提供内容及资料之准确性及可靠性，本公司均无作出明示或暗示的保证或承诺所载的资料在任何特定用途上均为及时、连续、准确或完整。",
      "content_9": "本公司在任何情况下均不会承担因数据不准确、错误、延误或遗漏而导致损失或造成破坏之责任（包括民事侵权行为责任、契约责任或任何其他责任）。",
      "content_10": "使用者作出任何投资决定时，应自行衡量风险，若使用者有任何疑问，应咨询其他专业人士意见。",
      "content_11": "本公司不会对任何人士和/或第三方因使用任何本公司提供之资料或服务导致之任何直接、间接、相应、附带利润损失或机会损失承担责任。"
    }
  },
  "dashboard": {
    "placeholder": "PDF 占位符",
    "loading": "加载中…",
    "empty": "暂无简报",
    "error": "加载简报失败",
    "prev_page": "上一页",
    "next_page": "下一页",
    "tab_daily": "每日晨报",
    "daily_title": "每日晨报",
    "daily_description": "廷丰AI晨报机器人每日自动生成，能及时抓取网络上最实时的全球信息，并通过AI生成文字、图片、表格与分析，内容涵盖美国宏观及全球债市、加密货币、外汇市场、美国股市、香港股市、大陆股市、台湾股市、期权市场等八大市场。核心团队凭借多年的专业知识与经验积累，融合AI技术研发出独特的指标与模型，有别于传统的券商报告，更具备准确判断市场的依据。",
    "tab_weekly": "策略双週报",
    "weekly_title": "AI 投资策略双週报",
    "weekly_description": "廷丰独家研发的AI投资策略已获得多项专利认证，策略研发的核心理念为：承担可认知的风险范围，达成可预期的目标报酬，打造绝对报酬的避险对冲策略。策略引擎范围涵盖：AITPF智能拐点捕捉系列、趋势追踪系列、债券避险系列、市场中立系列、股票多空、高频套利系列。",
    "tab_research": "专题报告",
    "research_title": "专题报告",
    "research_description": "廷丰金融科技以专业视角深入剖析金融市场，持续提出独到见解。我们结合产业经验与创新科技，为客户带来具价值的市场洞察。本专题报告区将分享我们对金融市场的观察与分析，助您掌握先机。",
    "tab_ai_news": "AI 重讯",
    "ai_news_title": "AI 重讯日报",
    "ai_news_description": "随着人工智能在各个领域中扮演着越来越重要的角色，掌握其动态变得至关重要。廷丰金融科技将每日为您提供AI重讯报告，帮助您掌握人工智能的最新趋势与突破，助您在这个数字时代中保持领先。"
  },
  "customer": {
    "background_alt": "背景"
  },
  "login": {
    "login_title": "廷豐報告機器人",
    "account_label": "账号",
    "password_label": "密码",
    "sign_in": "登录",
    "signing_in": "登录中…",
    "logged_in_success": "登录成功",
    "invalid_credentials": "账号或密码错误",
    "account_required": "请输入账号",
    "password_min": "密码至少 6 位",
    "cuam": "汇添富"
  }
}
